Repository: japf/2day
Catalog: src/2Day.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, es_es, fr_fr, hu_hu, pl_pl, ru_ru, sv_se, zh_cn

# ExchangeSettingsPage_SyncFlaggedItems.Text
source: Sync flagged emails (experimental)
cs_cz: Sync příznakem e-mailů (experimentální)
es_es: Sincronización encuentra en posición mensajes de correo electrónico (experimental)
fr_fr: Synchroniser les mails avec indicateurs (expérimental)
hu_hu: Szinkronizálás megjelölve az e-maileket (kísérleti)
pl_pl: Synchronizacja oznaczone maile (doświadczalnie)
ru_ru: Синхронизация сообщений электронной почты помечено (экспериментальный)
sv_se: Synk flaggade e-postmeddelanden (experimentell)
zh_cn: 同步标记电子邮件（实验）

# MiscSettingsPage_NewTaskUI.Header
source: Use new UI to add and edit tasks
cs_cz: Používat nové uživatelské rozhraní přidávat a upravovat úkoly
es_es: Use nueva interfaz de usuario para agregar y editar tareas
fr_fr: Utilisez la nouvelle interface utilisateur pour ajouter et modifier les tâches
hu_hu: Használjon új UI és szerkeszteni feladatok
pl_pl: Użyj nowego UI aby dodawać i edytować zadania
ru_ru: Используйте новый пользовательский интерфейс для добавления и редактирования заданий
sv_se: Använd nya gränssnittet för att lägga till och redigera uppgifter
zh_cn: 使用新的用户界面添加和编辑任务

# GeneralSettingsPage_CompleteTaskSetsProgress.Text
source: Set progress to 100% when a task is completed
cs_cz: Nastavit pokrok při dokončení úkolu
es_es: Establecer el progreso cuando se ha completado una tarea
fr_fr: Définir l'avancement à 100% lorsqu'une tâche est terminée
hu_hu: Állítsa folyamatban, amikor a feladat befejezésével
pl_pl: Ustaw postępy, gdy zadanie jest zakończone
ru_ru: Установить прогресс при выполнении задачи
sv_se: Ställ framsteg när en uppgift är slutförd
zh_cn: 当完成任务进度集
